tap "homebrew/bundle"
tap "homebrew/services"
brew "cask"
brew "docker", link: false
brew "git"
brew "node"
brew "gitmoji"
brew "mysql", restart_service: true
brew "neofetch"
brew "openssh"
brew "ruby-build"
brew "rbenv"
brew "rustup-init"
brew "tree"
cask "alfred"
cask "anaconda"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "miro"
cask "notion"
cask "obsidian"
cask "postman"
cask "pycharm"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
vscode "aaronthomas.vscode-snazzy-operator"
vscode "jdinhlife.gruvbox"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "PKief.material-icon-theme"
